angular.ng-template
anysphere.csharp
anysphere.cursorpyright
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
docker.docker
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.vscode-pull-request-github
hashicorp.terraform
inferrinizzard.prettier-sql-vscode
johnpapa.vscode-peacock
matthewpi.caddyfile-support
mechatroner.rainbow-csv
mikestead.dotenv
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
oxc.oxc-vscode
pkief.material-icon-theme
prisma.prisma
redhat.vscode-xml
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
simonsiefke.svg-preview
tomoki1207.pdf
typescriptteam.native-preview
usernamehw.errorlens
wix.vscode-import-cost
yoavbls.pretty-ts-errors
