aaron-bond.better-comments
adamhartford.vscode-base64
angular.ng-template
asciidoctor.asciidoctor-vscode
biomejs.biome
bradlc.vscode-tailwindcss
capaj.graphql-codegen-vscode
charliermarsh.ruff
dbaeumer.vscode-eslint
docker.docker
ducfilan.pug-formatter
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.vscode-pull-request-github
grafana.grafana-alloy
graphql.vscode-graphql
graphql.vscode-graphql-syntax
hashicorp.terraform
inferrinizzard.prettier-sql-vscode
johnpapa.vscode-peacock
matthewpi.caddyfile-support
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.makefile-tools
ms-vscode.powershell
oxc.oxc-vscode
pkief.material-icon-theme
prisma.prisma
redhat.vscode-xml
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
simonsiefke.svg-preview
tamasfe.even-better-toml
tomoki1207.pdf
usernamehw.errorlens
wix.vscode-import-cost
yoavbls.pretty-ts-errors
